package common

val birthdayTemplates = listOf(
    "Дорогой именинник! В день твоего рождения от всего сердца желаем...\n" +
            "Чтобы зеленый мерседес твоей жизни легко и счастливо вез тебя по жизни, преодолевая все препятствия и трудности, чтобы дорога шла по цветущему саду и чтобы рядом были все те, в ком ты нуждаешься. За твое благополучие и успех!\n",

    "Желаем здоровья на долгие годы,\n" +
            "Пусть милю пройдут все печали, невзгоды,\n" +
            "Пусть радостью, счастьем искрятся глаза,\n" +
            "И только от смеха сверкает слеза.",

    "Если пожеланья что-то значат,\n" +
            "Я желаю тебе удачи,\n" +
            "Чтобы солнце тебе светило,\n" +
            "Чтобы сердце твое любило,\n" +
            "Чтобы все печали и беды\n" +
            "Обернулись в твои победы.\n" +
            "Счастья я тебе желаю,\n" +
            "Оставайся всегда таким,\n" +
            "Каким я тебя знаю -\n" +
            "Красивым, милым и простым.",

    "Желаем светлых долгих лет\n" +
            "И крепкого здоровья,\n" +
            "Мы шлем свой искренний привет\n" +
            "С огромною любовью.\n" +
            "Чтоб сложных не было задач,\n" +
            "Врагам чтоб было пусто.\n" +
            "Желаем творческих удач\n" +
            "На поприще искусства!\n",

    "Пусть этот день веселой сказкой\n" +
            "Пораньше утром в дом войдет.\n" +
            "Одарит Вас здоровьем, лаской\n" +
            "И радость, счастье принесет.\n" +
            "Вы много сделали такого,\n" +
            "Чтоб на земле оставить след.\n" +
            "Желаем Вам четыре слова:\n" +
            "Здоровья, счастья, долгих лет.",

    "Желаем Вам счастья и любви,\n" +
            "Чтоб все мечты и чаянья сбывались,\n" +
            "С хорошим настроением чтоб вы нигде\n" +
            "и никогда не расставались.\n" +
            "Здоровья вам на сотню добрых лет,\n" +
            "А это право, дорогого стоит!\n" +
            "Рабочих производственных побед,\n" +
            "В семейной жизни - мира и покоя!",

    "Желаем здоровья на долгие годы,\n" +
            "Пусть милю пройдут все печали, невзгоды,\n" +
            "Пусть радостью, счастьем искрятся глаза,\n" +
            "И только от смеха сверкает слеза.",

    "Такую притчу каждый знает:\n" +
            "Что если что-то пожелает,\n" +
            "Добиться должен все равно\n" +
            "Того, что в жизни суждено!\n" +
            "На каждом есть своя печать,\n" +
            "У каждого грехи свои.\n" +
            "Их никому не передать,\n" +
            "Как не стенай и не моли!\n" +
            "Судьба разложит свой пасьянс,\n" +
            "И, если повезет немного,\n" +
            "К любви вновь выведет дорога,\n" +
            "Чудесный бриз любви повеет,\n" +
            "Коль в сердце пламень не угас!",

    "Прожить желаю без таблеток,\n" +
            "Примерно десять пятилеток.\n" +
            "Затем на фруктах и кефире\n" +
            "Еще лет десять и четыре.\n" +
            "Ни разу больше не болеть,\n" +
            "Год сотый тоже одолеть!",

    "День Рождения, пожелаю тебе всего много, много Счастья, Здоровья, Удачи!\n" +
            "Большой жизненной силы и огромной энергии телу, большого Успеха в делах, душевного спокойствия в различных жизненных ситуациях.\n" +
            " Желаю тебе яркого и стабильного Будущего.\n" +
            "И много Любви.",

    "Желаю счастья тебе земного,\n" +
            "чтоб было радости не счесть.\n" +
            "Здоровья чтобы было много,\n" +
            "и не теряла то, что есть.\n" +
            "Удачи в жизни и успехов\n" +
            "в больших и маленьких делах,\n" +
            "Улыбок, шуток, слёз от смеха,\n" +
            "а все невзгоды, - в пух и прах!\n",

    "Вам желаем много счастья,\n" +
            "Победить беду-ненастье.\n" +
            "Много лет пpожить, как в сказке,\n" +
            "В полном здpавии и ласке!",

    "Пусть будут светлыми года,\n" +
            "Как родниковая вода,\n" +
            "Благополучен жизни путь,\n" +
            "Надежда согревает грудь,\n" +
            "Улыбка зреет на устах,\n" +
            "И радость светится в глазах!",

    "Желаю счастья целый ворох,\n" +
            "Улыбок радостных букет,\n" +
            "Друзей надёжных и весёлых,\n" +
            "Счастливой жизни целый век!",

    "Пусть всё будет в жизни:\n" +
            "И дом, и друзья,\n" +
            "И счастье, и дети,\n" +
            "И вкус бытия,\n" +
            "Пусть будут рассветы,\n" +
            "И будут закаты,\n" +
            "Мечты и надежды,\n" +
            "И светлые даты!",

    "Что пожелать тебе? - Не знаю...\n" +
            "Так трудно выдумать слова...\n" +
            "Желать любви я не желаю -\n" +
            "она придет к тебе сама.\n" +
            "Желать я счастья не желаю -\n" +
            "его ведь надо заслужить...\n" +
            "От всей души тебе желаю\n" +
            "хорошим ЧЕЛОВЕКОМ быть!",

    "Желаем здоровья на долгие годы,\n" +
            "Пусть мимо пройдут все печали- невзгоды.\n" +
            "Пусть радостью, счастьем искрятся глаза\n" +
            "И только от смеха сверкают глаза!",

    "От всей души желаем счастья, крепкого здоровья, ещё больших успехов в Вашей нелегкой работе, долгих лет жизни, благополучия в семье и всегда отличного настроения.",

    "Пусть вечно весна\n" +
            "В твоем сердце живет,\n" +
            "Пусть лучами цветок\n" +
            "Для тебя расцветет!",

    "Желаем здоpовья, удачи, успеха,\n" +
            "И если моpщинок - то только от смеха,\n" +
            "И чтобы не встpетились в жизни несчастья,\n" +
            "А если уж слезы - то только от счастья!"
)